Repository: vpeltot/drt
Catalog: sites/all/translations/darty_newsletter-7.x-1.0.*.po
Languages: fr

source: If this email does not display correctly, you can view it through
fr: Si cet email ne s'affiche pas correctement, vous pouvez le visualiser grâce

source: this link
fr: à ce lien

source: Darty and you : the trust relationship e-magazine
fr: Darty & vous : le e-magazine de la relation de confiance

source: Join us on
fr: Rejoignez-nous su

source: Hello
fr: Bonjour

source: Darty invites you to discover the news of the week.
fr: Darty vous propose de découvrir l'actualité de la semaine.

source: Follow us on
fr: Suivez-nous sur

source: Establishments Darty et Fils - SAS with a capital of € 23,470,382 - Registered office: 129 Avenue Gallieni - 93140 BONDY - RCS Bobigny B 542 086 616
fr: Etablissements Darty et Fils - SAS au capital de 23 470 382 € - Siège social : 129 avenue Gallieni - 93140 BONDY - RCS BOBIGNY B 542 086 616

source: If you no longer wish to receive emails from Darty.com, you can
fr: Si vous ne souhaitez plus recevoir d'emails de la part de Darty.com, vous pouvez vous

source: unsubscribe
fr: désinscrire

source: Buy 7d/7 by phone
fr: Achat 7j/7 par téléphone

source: Removal at shop
fr: Retrait en magasin

source: Hotline 7d / 7, 24h/24
fr: Assistance téléphonique 7j/7, 24h/24

source: Practical information for your store
fr: Infos pratiques de votre magasin

source: 0978.970.970 call and say "buy" from 9h to 20h (price of a local call, excluding holidays)
fr: Appelez le 0978.970.970 et dites "achat" de 9h à 20h (prix d'un appel local, hors jours fériés)

source: Buy on the site Darty and remove your order after 1h in your store
fr: Achetez sur le site de Darty et retirez votre commande 1h après dans votre magasin

source: Darty assist you 7/7 and 24/24h at 0978.970.970 (price of a local call, excluding holidays)
fr: Darty vous assiste 7j/7 et 24h/24 au 0978.970.970 (prix d'un appel local, hors jours fériés)

source: Find all the information you store [[NOMDUMAGASIN]]
fr: Trouvez toutes les informations de votre magasin [[NOMDUMAGASIN]]

source: Download newsletter as ZIP
fr: Télécharger la newsletter au format ZIP

source: Allow to download a newsletter as a ZIP archive
fr: Autorise le téléchargement de la newsletter en tant qu'archive ZIP

source: Download as ZIP
fr: Télécharger en ZIP
