Repository: vpeltot/drt
Catalog: sites/all/translations/darty_blocks-7.x-1.0.*.po
Languages: fr

source: Block Menu image links
fr: Bloc menu liens image

source: Create a menu block with image items.
fr: Créé un bloc de menu avec des images.

source: Block Image
fr: Bloc Image

source: Create an image block that can be clickable.
fr: Créé un bloc image pouvant être cliquable.

source: Block Text and Image
fr: Bloc Text et Image

source: Create text and image block with the possibility of adding a button.
fr: Créé un block texte et image avec la possibilité d'ajouter un bouton.

source: Block Menu Image
fr: Bloc Menu Image

source: Create a list of links with one associated image.
fr: Créé une liste de liens avec une image associée.

source: Block Promo
fr: Bloc Promo

source: Create a block promo with an image and a link.
fr: Créé un bloc promo avec une image et un lien

source: Block Gigya
fr: Bloc Gigya

source: Create a Gigya share block.
fr: Créé un bloc de partage Gigya.

source: Edit a block in a published page
fr: Modifier un block dans une page publiée

source: Allow to edit a block in a published page
fr: Autorise à editer un bloc dans une page publiée

source: If you edit this block, it will modify in:
fr: Si vous éditez ce block, il sera modifié dans:

source: You don't have the permission to edit this block. It is already published in:
fr: Vous n'avez pas la permission d'éditer ce block. Il est déjà publié dans:
