Repository: vpeltot/drt
Catalog: sites/all/translations/darty-7.x-1.0.*.po
Languages: fr

source: Scaling and cropping 400x250
fr: Mise à l'échelle et recadrage 400x250

source: Scaling and cropping 590x180
fr: Mise à l'échelle et recadrage 590x180

source: Scaling and cropping 165x165
fr: Mise à l'échelle et recadrage 165x165

source: Scaling and cropping 150x142
fr: Mise à l'échelle et recadrage 150x142

source: Scaling and cropping 100x100
fr: Mise à l'échelle et recadrage 100x100

source: Darty - Width 370
fr: Darty - Largeur 370

source: Scaling with a width of 370px
fr: Mise à l'échelle avec une largeur de 370px

source: Darty - Width 200
fr: Darty - Largeur 200

source: Scaling with a width of 200px
fr: Mise à l'échelle avec une largeur de 200px

source: Darty - Width 990
fr: Darty - Largeur 990

source: Scaling with a width of 990px
fr: Mise à l'échelle avec une largeur de 990px

source: Darty - 100x1002
fr: Darty - 100x100

source: Darty - Width 206
fr: Darty - Largeur 206

source: Scaling with a width of 206px
fr: Mise à l'échelle avec une largeur de 206px

source: Darty - Width 80
fr: Darty - Largeur 80

source: Scaling with a width of 80px
fr: Mise à l'échelle avec une largeur de 80px

source: Darty - Width 245
fr: Darty - Largeur 245

source: Scaling with a width of 245px
fr: Mise à l'échelle avec une largeur de 245px
